//==================================================
// DASHBOARD STATE
//
// Lưu trạng thái của Dashboard
//
// Bao gồm:
//
// - Loại điểm danh đang xem
// - Dữ liệu Dashboard
//
//==================================================

"use strict";

//======================================
// DASHBOARD STATE
//======================================

const DashboardState = {

    //----------------------------------
    // Loại đang hiển thị
    //----------------------------------

    currentType : LOAI.LE,

    //----------------------------------
    // Dữ liệu Dashboard
    //----------------------------------

    data : null

};
